{"input": "Quero um personagem do arquétipo shoto com estilo balanceado e dificuldade fácil.", "label": "Ryu"}
{"input": "Quero um personagem do arquétipo shoto com estilo rushdown e dificuldade fácil.", "label": "Ken"}
{"input": "Quero um personagem do arquétipo neutral com estilo footsies / controle de espaço e dificuldade difícil.", "label": "Chun-Li"}
{"input": "Quero um personagem do arquétipo zoner com estilo defensivo e dificuldade média.", "label": "Guile"}
{"input": "Quero um personagem do arquétipo rushdown com estilo velocidade e pressão constante e dificuldade média.", "label": "Cammy"}
{"input": "Quero um personagem do arquétipo shoto com estilo pressão e combos e dificuldade fácil.", "label": "Luke"}
{"input": "Quero um personagem do arquétipo rushdown com estilo pressão constante com crescimento de poder e dificuldade alta.", "label": "Jamie"}
{"input": "Quero um personagem do arquétipo rushdown / mix-up com estilo agressiva, veloz, imprevisível e dificuldade média-alta.", "label": "Juri"}
{"input": "Quero um personagem do arquétipo rushdown / mix-up com estilo velocidade extrema e mobilidade e dificuldade média.", "label": "Kimberly"}
{"input": "Quero um personagem do arquétipo mix-up / wildcard com estilo movimentos imprevisíveis, emboscadas e armadilhas e dificuldade média.", "label": "Blanka"}
{"input": "Quero um personagem do arquétipo grappler / charge com estilo poderoso em curta distância, com ataques de pressão e agarrões e dificuldade média.", "label": "E. Honda"}
{"input": "Quero um personagem do arquétipo zoner com estilo controle de espaço à distância e dificuldade alta.", "label": "Dhalsim"}
{"input": "Quero um personagem do arquétipo grappler puro com estilo agarrões devastadores com presença dominante em curta distância e dificuldade alta.", "label": "Zangief"}
{"input": "Quero um personagem do arquétipo powerhouse / brawler com estilo golpes lentos, mas extremamente fortes, e armaduras que quebram ataques fracos e dificuldade baixa-média.", "label": "Marisa"}
{"input": "Quero um personagem do arquétipo grappler / graceful com estilo combina elegância e agarrões, com sistema de crescimento de medalhas e dificuldade alta.", "label": "Manon"}
{"input": "Quero um personagem do arquétipo mix-up / footsies com estilo combina golpes com alcance longo usando bastões giratórios e controle de vento e dificuldade baixa-média.", "label": "Lily"}
{"input": "Quero um personagem do arquétipo zoner / controlador de espaço com estilo manipulação de espaço com ataques a longa distância e controle mental e dificuldade alta.", "label": "JP"}
{"input": "Quero um personagem do arquétipo rushdown / agitação com estilo velocidade com golpes baseados em música e ritmo e dificuldade média.", "label": "Dee Jay"}
{"input": "Quero um personagem do gênero/sexo masculino com o cabelo preto, curto, espetado para trás com o rosto maxilar largo, olhos pequenos, barba por fazer, com o corpo musculoso, tronco largo, postura imponente, com a altura alto (cerca de 1,75m - 1,80m), com as roupas kimono branco rasgado nas mangas, faixa preta, luvas vermelhas e também cicatriz no peito, expressão sempre séria.", "label": "Ryu"}
{"input": "Quero um personagem do gênero/sexo masculino com o cabelo loiro, comprido até os ombros, preso em rabo de cavalo com o rosto expressivo, sobrancelhas marcantes, olhos vivos, com o corpo atlético, musculoso, similar ao ryu, com a altura semelhante ao ryu, com as roupas kimono vermelho rasgado nas mangas, luvas pretas e também aura de fogo em ataques especiais.", "label": "Ken"}
{"input": "Quero um personagem do gênero/sexo feminino com o cabelo preto, preso em dois coques com laços com o rosto delicado, olhos grandes e expressivos, com o corpo forte, coxas extremamente musculosas, com a altura alta e imponente, com as roupas cheongsam azul adaptado para combate, botas brancas e também pulseiras metálicas pesadas.", "label": "Chun-Li"}
{"input": "Quero um personagem do gênero/sexo masculino com o cabelo loiro, cortado em flat top militar com o rosto quadrado, maxilar marcado, óculos escuros, com o corpo muito musculoso, típico de militar, com a altura bem alto, com as roupas uniforme camuflado, botas de combate e também postura rígida, presença dominante.", "label": "Guile"}
{"input": "Quero um personagem do gênero/sexo feminino com o cabelo loiro, em tranças longas com o rosto marcado, olhos azuis intensos, com o corpo atlética e ágil, muito flexível, com a altura estatura média, com as roupas macacão azul justo com boina vermelha e também postura felina, sempre pronta pra atacar.", "label": "Cammy"}
{"input": "Quero um personagem do gênero/sexo masculino com o cabelo loiro, curto com topete desarrumado com o rosto jovem, sorriso confiante, com o corpo definido, musculatura média, com a altura levemente mais baixo que ryu e ken, com as roupas camiseta esportiva, luvas azuis, calça de combate e também postura casual, muito expressivo.", "label": "Luke"}
{"input": "Quero um personagem do gênero/sexo masculino com o cabelo longo, amarrado em rabo de cavalo, loiro escuro com o rosto juvenil, brincalhão, óculos escuros, com o corpo atlético, magro, flexível, com a altura média, com as roupas calça larga amarela, jaqueta aberta, garrafinhas penduradas na cintura e também estilo inspirado em breakdance, animações chamativas.", "label": "Jamie"}
{"input": "Quero um personagem do gênero/sexo feminino com o cabelo preto, com dois rabos altos em forma de chifres com o rosto sarcástico, olhos afiados, maquiagem marcante, com o corpo magra, tonificada, ágil, com a altura média, com as roupas roupas pretas e roxas de couro, estilo punk e também olho cibernético, postura debochada e provocativa.", "label": "Juri"}
{"input": "Quero um personagem do gênero/sexo feminino com o cabelo longo, trançado, com pintura rosa e azul com o rosto juvenil, olhos grandes, expressão animada, com o corpo atlética, esguia, com a altura média, com as roupas roupa de ninja estilizada, tênis, mochila e também faz grafite durante a luta, muito colorida e energética.", "label": "Kimberly"}
{"input": "Quero um personagem do gênero/sexo masculino com o cabelo verde, espetado, selvagem com o rosto bestial, com presas afiadas, olhos amarelos, com o corpo musculoso, postura selvagem, com a altura baixa, mas largo, com as roupas calções rasgados, tornozeleiras de corda e também pele verde, postura de animal, ataques elétricos.", "label": "Blanka"}
{"input": "Quero um personagem do gênero/sexo masculino com o cabelo preto, com coque no topo da cabeça com o rosto redondo, forte, com pintura tradicional de sumô, com o corpo extremamente musculoso e largo, típico de um lutador de sumô, com a altura média para alta (mas bem largo), com as roupas fundoshi azul com detalhes tradicionais e também movimentos inspirados em sumô, postura sempre baixa e forte.", "label": "E. Honda"}
{"input": "Quero um personagem do gênero/sexo masculino com o cabelo careca com barba branca longa com o rosto envelhecido, sábio, com pintura vermelha religiosa, com o corpo magro, braços e pernas muito longos, com a altura alta (pela envergadura), com as roupas túnica indiana com colares de caveiras e também flutua ao se mover, cospe fogo, postura meditativa.", "label": "Dhalsim"}
{"input": "Quero um personagem do gênero/sexo masculino com o cabelo curto, moicano vermelho com o rosto rústico, cicatrizes, barba marcada, com o corpo enorme, extremamente musculoso, com peito peludo em forma de 'z', com a altura muito alto, com as roupas sunga vermelha, botas de wrestling e também postura de lutador profissional, presença intimidadora.", "label": "Zangief"}
{"input": "Quero um personagem do gênero/sexo feminino com o cabelo curto, em corte militar, ruivo intenso com o rosto quadrado, traços fortes, expressão confiante, com o corpo imensa, musculosa, imponente, com a altura muito alta, com as roupas armadura romana estilizada, cores douradas e vermelhas e também postura reta, inspirada em gladiadores.", "label": "Marisa"}
{"input": "Quero um personagem do gênero/sexo feminino com o cabelo loiro platinado, preso em coque elegante com o rosto delicado, rosto de modelo, maquiagem leve, com o corpo alta, esguia, postura refinada, com a altura alta, com as roupas macacão de balé preto com dourado, salto baixo e também mistura balé e judô em seus movimentos.", "label": "Manon"}
{"input": "Quero um personagem do gênero/sexo feminino com o cabelo castanho, em duas tranças longas com fitas coloridas com o rosto inocente, alegre, bochechas rosadas, com o corpo pequena, delicada, com a altura baixa, com as roupas vestido indígena com detalhes amarelos, pulseiras e penas e também fala com o vento, animada e gentil.", "label": "Lily"}
{"input": "Quero um personagem do gênero/sexo masculino com o cabelo preto, curto, com fios bagunçados e um leve brilho com o rosto sério, olhar penetrante, com barba bem aparada, com o corpo magro, com postura ereta, com a altura média, com as roupas traje de terno escuro e gravata, elegância militar e também postura imponente, com braços que se estendem e controlam o ambiente.", "label": "JP"}
{"input": "Quero um personagem do gênero/sexo masculino com o cabelo curto, preto, sempre estilizado com o rosto sorridente, energia positiva, óculos escuros, com o corpo atlético, corpo definido, com uma vibe energética, com a altura média, com as roupas camiseta azul com detalhes amarelos e calças largas, tênis e também sempre em movimento, dançando durante a luta.", "label": "Dee Jay"}
{"input": "Quero um personagem do arquétipo rushdown / mobile com estilo alta mobilidade com ataques rápidos e evasivos e dificuldade média.", "label": "Rashid"}
{"input": "Quero um personagem do arquétipo trapper / trickster com estilo armadilhas venenosas e manipulação de campo e dificuldade alta.", "label": "A.K.I."}
{"input": "Quero um personagem do arquétipo hybrid / power com estilo golpes mistos, controle de distância e habilidades psíquicas e dificuldade média.", "label": "Ed"}
{"input": "Quero um personagem do arquétipo shoto com estilo golpes poderosos com foco em ataques de fogo e técnicas avançadas e dificuldade alta.", "label": "Akuma"}
{"input": "Quero um personagem do gênero/sexo masculino com o cabelo castanho claro, bagunçado, com uma espécie de topete com o rosto sorridente, jovial, sempre otimista, com o corpo atlético, leve e ágil, com a altura média, com as roupas camisa aberta, calças curtas e tênis, estilo leve e descomplicado e também usa turbinas para voar durante os ataques, movimento rápido e imprevisível.", "label": "Rashid"}
{"input": "Quero um personagem do gênero/sexo feminino com o cabelo largo, preto com mechas roxas, fluindo como tentáculos com o rosto atraente, mas com um sorriso enigmático, com o corpo esguia, muito ágil, com um corpo curvilíneo, com a altura média, com as roupas roupas negras com elementos de estilo oriental, tiras de couro e também postura sedutora e misteriosa, ataques venenosos e sutis.", "label": "A.K.I."}
{"input": "Quero um personagem do gênero/sexo masculino com o cabelo loiro platinado, penteado para trás com o rosto jovem, sério, com um olhar intenso, com o corpo atlético, com músculos visíveis, mas ágil, com a altura média, com as roupas jaqueta preta, calças de couro, pulseiras de metal e também postura confiante, utiliza seus poderes psíquicos para atacar à distância.", "label": "Ed"}
{"input": "Quero um personagem do gênero/sexo masculino com o cabelo cabelos vermelhos, curtos e arrepiados com o rosto expressão feroz com barba e sobrancelhas espessas, com o corpo musculoso e imponente, com a altura acima da média, com as roupas gi vermelho sem mangas, com faixa preta na cintura e tornozelos e também emana uma aura de energia intensa, com marcas de batalha visíveis.", "label": "Akuma"}
{"input": "Quero um personagem do arquétipo rushdown com estilo combina ataques rápidos com leques flamejantes e técnicas de ilusão e dificuldade média.", "label": "Mai Shiranui"}
{"input": "Quero um personagem do arquétipo bully / dominador de espaço com estilo pressão constante com golpes opressivos e controle de campo e dificuldade alta.", "label": "M. Bison"}
{"input": "Quero um personagem do arquétipo shoto com estilo combina ataques diretos com movimentos especiais baseados em energia e dificuldade baixa.", "label": "Terry Bogard"}
{"input": "Quero um personagem do gênero/sexo feminino com o cabelo cabelos castanhos claros, longos e soltos com o rosto rosto delicado com olhos expressivos e sorriso cativante, com o corpo figura esbelta com curvas acentuadas, com a altura média, com as roupas roupa tradicional de ninja vermelha e branca, com detalhes dourados e leques decorativos e também movimentos graciosos que misturam dança e combate, com presença de aura flamejante.", "label": "Mai Shiranui"}
{"input": "Quero um personagem do gênero/sexo masculino com o cabelo longo, branco prateado, parcialmente coberto por capuz com o rosto expressão sombria com olhos brilhantes emanando psycho power, com o corpo musculoso e imponente, com a altura 1,83 m, com as roupas manto escuro esfarrapado com capuz, calças vermelhas e botas pretas e também aura roxa intensa ao redor do corpo, postura ameaçadora.", "label": "M. Bison"}
{"input": "Quero um personagem do gênero/sexo masculino com o cabelo cabelos loiros, curtos e bagunçados com o rosto expressão amigável com boné vermelho e óculos de sol, com o corpo atlético e bem definido, com a altura média, com as roupas jaqueta vermelha com logotipo, camiseta branca, jeans e tênis e também sempre com um sorriso confiante e postura relaxada.", "label": "Terry Bogard"}
{"input": "Personagem equilibrado e fácil para iniciantes. Foca em fundamentos com bons projéteis e antiaéreos. Homem branco, cabelo castanho curto, usa faixa vermelha na cabeça, corpo atlético e kimono branco.", "label": "Ryu"},
{"input": "Personagem agressivo, ideal para jogadores que gostam de pressão. Foca em combos e movimentos rápidos. Homem branco, cabelo loiro espetado, expressão sorridente, usa roupa vermelha e tem chamas nos ataques.", "label": "Ken"},
{"input": "Personagem rápida e ágil, com foco em pressão e chutes. Ideal para quem gosta de movimentação. Mulher asiática, cabelo castanho em coques, roupa azul tradicional chinesa, corpo atlético e pernas fortes.", "label": "Chun-Li"},
{"input": "Personagem defensivo com projéteis fortes e antiaéreos confiáveis. Ideal para jogadores pacientes. Homem branco, cabelo loiro militar, óculos escuros, físico musculoso, roupa camuflada.", "label": "Guile"},
{"input": "Personagem ofensiva e com ataques rápidos. Ideal para quem gosta de ritmo intenso e mobilidade. Mulher branca, cabelo loiro preso em dois rabos de cavalo, roupa verde colada, corpo ágil e definido.", "label": "Cammy"},
{"input": "Personagem versátil, fácil para iniciantes, com bons recursos ofensivos e defensivos. Homem branco, cabelo loiro curto, físico equilibrado, usa luvas e camiseta azul com calças largas.", "label": "Luke"},
{"input": "Personagem com estilo fluido e único. Usa bebidas para melhorar habilidades durante a luta. Recomendado para jogadores criativos. Homem asiático, cabelo preso em coque, veste roupa de kung fu amarela, físico atlético.", "label": "Jamie"},
{"input": "Personagem agressiva e imprevisível, com foco em chutes e ataques imprevisíveis. Requer domínio para usar bem. Mulher asiática, cabelo preto e longo, expressão maliciosa, roupa colada e roxa, aparência provocante.", "label": "Juri"},
{"input": "Personagem veloz e difícil de prever. Usa bombas de fumaça e teleporte. Boa para quem gosta de confundir o oponente. Mulher negra, cabelo em tranças coloridas, roupa urbana, cheia de acessórios e expressão energética.", "label": "Kimberly"},
{"input": "Personagem imprevisível com ataques elétricos e movimentos selvagens. Ideal para quem gosta de caos. Homem selvagem, cabelo verde bagunçado, pele escura com tatuagens, aparência bestial e elétrica.", "label": "Blanka"},
{"input": "Personagem grappler com ataques de agarrão poderosos e forte resistência. Ideal para quem gosta de punições pesadas. Homem japonês, careca com topete branco, corpo grande e redondo, veste mawashi tradicional de sumô.", "label": "E. Honda"},
{"input": "Personagem com ataques que evitam projéteis e focam em teleporte. Ideal para jogadores estratégicos. Homem indiano, muito magro e alto, pele escura, barba branca, turbante e colares, olhos brilhantes.", "label": "Dhalsim"},
{"input": "Personagem grappler com grande força física e agarrões devastadores. Requer paciência e boa leitura. Homem russo, extremamente musculoso, barba ruiva, calção vermelho e botas, cicatrizes visíveis.", "label": "Zangief"},
{"input": "Personagem poderosa, lenta mas com ataques devastadores. Ideal para quem gosta de impacto. Mulher branca, muito alta e musculosa, cabelo castanho curto em corte militar, armadura dourada.", "label": "Marisa"},
{"input": "Personagem elegante que combina balé com agarrões. Boa para quem gosta de estilo e estratégia. Mulher francesa, cabelo loiro preso, expressão refinada, roupa elegante de balé, corpo magro e gracioso.", "label": "Manon"},
{"input": "Personagem ágil com controle de espaço e ataques aéreos. Fácil para iniciantes. Garota indígena, baixa e com corpo pequeno, cabelo preto em tranças, usa penas e carrega bastões.", "label": "Lily"},
{"input": "Personagem com controle de espaço e magias. Ideal para quem gosta de zoning e armadilhas. Homem velho e misterioso, cabelo branco longo, barba curta, roupa roxa nobre, olhos frios.", "label": "JP"},
{"input": "Personagem rítmico com movimentos cadenciados. Ideal para quem gosta de estilo e combos criativos. Homem negro, cabelo rastafári, sorriso largo, roupa verde e amarela, aparência festiva.", "label": "Dee Jay"},
{"input": "Personagem rápido com controle de tela e mobilidade. Ideal para jogadores ofensivos e estratégicos. Homem árabe, cabelo castanho preso, barba bem feita, roupa moderna com lenço, olhar confiante.", "label": "Rashid"},
{"input": "Personagem vilanesca e com ataques venenosos. Ideal para jogadores que gostam de pressão constante e truques. Mulher asiática, cabelo branco longo com franja, olhos felinos, roupa preta com aparência venenosa.", "label": "A.K.I."},
{"input": "Personagem rápida, ofensiva, com ataques diretos. Boa para quem quer ação constante. Homem branco, cabelo curto loiro, expressão fechada, roupa esportiva azul, corpo ágil e forte.", "label": "Ed"},
{"input": "Personagem brutal e poderosa, com foco em força bruta e intimidação. Requer domínio técnico. Demônio musculoso, pele vermelha, chifres curtos, cabelo preto selvagem, olhos vermelhos e roupa rasgada.", "label": "Akuma"}
{"input": "Homem branco, cabelo castanho curto, usa faixa vermelha na cabeça, corpo atlético e kimono branco.", "label": "Ryu"},
{"input": "Homem branco, cabelo loiro espetado, expressão sorridente, usa roupa vermelha e tem chamas nos ataques.", "label": "Ken"},
{"input": "Mulher asiática, cabelo castanho em coques, roupa azul tradicional chinesa, corpo atlético e pernas fortes.", "label": "Chun-Li"},
{"input": "Homem branco, cabelo loiro militar, óculos escuros, físico musculoso, roupa camuflada.", "label": "Guile"},
{"input": "Mulher branca, cabelo loiro preso em dois rabos de cavalo, roupa verde colada, corpo ágil e definido.", "label": "Cammy"},
{"input": "Homem branco, cabelo loiro curto, físico equilibrado, usa luvas e camiseta azul com calças largas.", "label": "Luke"},
{"input": "Homem asiático, cabelo preso em coque, veste roupa de kung fu amarela, físico atlético.", "label": "Jamie"},
{"input": "Mulher asiática, cabelo preto e longo, expressão maliciosa, roupa colada e roxa, aparência provocante.", "label": "Juri"},
{"input": "Mulher negra, cabelo em tranças coloridas, roupa urbana, cheia de acessórios e expressão energética.", "label": "Kimberly"},
{"input": "Homem selvagem, cabelo verde bagunçado, pele escura com tatuagens, aparência bestial e elétrica.", "label": "Blanka"},
{"input": "Homem japonês, careca com topete branco, corpo grande e redondo, veste mawashi tradicional de sumô.", "label": "E. Honda"},
{"input": "Homem indiano, muito magro e alto, pele escura, barba branca, turbante e colares, olhos brilhantes.", "label": "Dhalsim"},
{"input": "Homem russo, extremamente musculoso, barba ruiva, calção vermelho e botas, cicatrizes visíveis.", "label": "Zangief"},
{"input": "Mulher branca, muito alta e musculosa, cabelo castanho curto em corte militar, armadura dourada.", "label": "Marisa"},
{"input": "Mulher francesa, cabelo loiro preso, expressão refinada, roupa elegante de balé, corpo magro e gracioso.", "label": "Manon"},
{"input": "Garota indígena, baixa e com corpo pequeno, cabelo preto em tranças, usa penas e carrega bastões.", "label": "Lily"},
{"input": "Homem velho e misterioso, cabelo branco longo, barba curta, roupa roxa nobre, olhos frios.", "label": "JP"},
{"input": "Homem negro, cabelo rastafári, sorriso largo, roupa verde e amarela, aparência festiva.", "label": "Dee Jay"},
{"input": "Homem árabe, cabelo castanho preso, barba bem feita, roupa moderna com lenço, olhar confiante.", "label": "Rashid"},
{"input": "Mulher asiática, cabelo branco longo com franja, olhos felinos, roupa preta com aparência venenosa.", "label": "A.K.I."},
{"input": "Homem branco, cabelo curto loiro, expressão fechada, roupa esportiva azul, corpo ágil e forte.", "label": "Ed"},
{"input": "Demônio musculoso, pele vermelha, chifres curtos, cabelo preto selvagem, olhos vermelhos e roupa rasgada.", "label": "Akuma"}
{"input": "Personagem equilibrado e fácil para iniciantes.", "label": "Ryu"},
{"input": "Personagem versátil, fácil para iniciantes, com bons recursos ofensivos e defensivos.", "label": "Luke"},
{"input": "Personagem ágil com controle de espaço e ataques aéreos. Fácil para iniciantes.", "label": "Lily"}
{"input": "Personagem agressivo, ideal para jogadores que gostam de pressão.", "label": "Ken"},
{"input": "Personagem rápida e ágil, com foco em pressão e chutes. Ideal para quem gosta de movimentação.", "label": "Chun-Li"},
{"input": "Personagem defensivo com projéteis fortes e antiaéreos confiáveis. Ideal para jogadores pacientes.", "label": "Guile"},
{"input": "Personagem ofensiva e com ataques rápidos. Ideal para quem gosta de ritmo intenso e mobilidade.", "label": "Cammy"},
{"input": "Personagem com estilo fluido e único. Usa bebidas para melhorar habilidades durante a luta. Recomendado para jogadores criativos.", "label": "Jamie"},
{"input": "Personagem veloz e difícil de prever. Usa bombas de fumaça e teleporte. Boa para quem gosta de confundir o oponente.", "label": "Kimberly"},
{"input": "Personagem imprevisível com ataques elétricos e movimentos selvagens. Ideal para quem gosta de caos.", "label": "Blanka"},
{"input": "Personagem com ataques que evitam projéteis e focam em teleporte. Ideal para jogadores estratégicos.", "label": "Dhalsim"},
{"input": "Personagem com controle de espaço e magias. Ideal para quem gosta de zoning e armadilhas.", "label": "JP"},
{"input": "Personagem rítmico com movimentos cadenciados. Ideal para quem gosta de estilo e combos criativos.", "label": "Dee Jay"},
{"input": "Personagem rápido com controle de tela e mobilidade. Ideal para jogadores ofensivos e estratégicos.", "label": "Rashid"},
{"input": "Personagem vilanesca e com ataques venenosos. Ideal para jogadores que gostam de pressão constante e truques.", "label": "A.K.I."},
{"input": "Personagem rápida, ofensiva, com ataques diretos. Boa para quem quer ação constante.", "label": "Ed"}
{"input": "Personagem agressiva e imprevisível, com foco em chutes e ataques imprevisíveis. Requer domínio para usar bem.", "label": "Juri"},
{"input": "Personagem grappler com ataques de agarrão poderosos e forte resistência. Ideal para quem gosta de punições pesadas.", "label": "E. Honda"},
{"input": "Personagem grappler com grande força física e agarrões devastadores. Requer paciência e boa leitura.", "label": "Zangief"},
{"input": "Personagem poderosa, lenta mas com ataques devastadores. Ideal para quem gosta de impacto.", "label": "Marisa"},
{"input": "Personagem elegante que combina balé com agarrões. Boa para quem gosta de estilo e estratégia.", "label": "Manon"},
{"input": "Personagem brutal e poderosa, com foco em força bruta e intimidação. Requer domínio técnico.", "label": "Akuma"}
{"input": "Quero um personagem do arquétipo bully / dominador de espaço com estilo pressão constante com golpes opressivos e controle de campo e dificuldade alta.", "label": "M. Bison"}​
{"input": "Quero um personagem do gênero/sexo masculino com o cabelo longo, branco prateado, parcialmente coberto por capuz com o rosto expressão sombria com olhos brilhantes emanando psycho power, com o corpo musculoso e imponente, com a altura 1,83 m, com as roupas manto escuro esfarrapado com capuz, calças vermelhas e botas pretas e também aura roxa intensa ao redor do corpo, postura ameaçadora.", "label": "M. Bison"}​
{"input": "Quero um personagem do arquétipo rushdown com estilo combina ataques rápidos com leques flamejantes e técnicas de ilusão e dificuldade média.", "label": "Mai Shiranui"}​
{"input": "Quero um personagem do gênero/sexo feminino com o cabelo castanho claro, longo e solto com o rosto delicado, olhos expressivos e sorriso cativante, com o corpo esbelto com curvas acentuadas, com a altura média, com as roupas traje tradicional de ninja vermelho e branco com detalhes dourados e leques decorativos e também movimentos graciosos que misturam dança e combate, com presença de aura flamejante.", "label": "Mai Shiranui"}
{"input": "Quero um personagem do arquétipo shoto com estilo combina ataques diretos com movimentos especiais baseados em energia e dificuldade baixa.", "label": "Terry Bogard"}​
{"input": "Quero um personagem do gênero/sexo masculino com o cabelo loiro, curto e bagunçado com o rosto expressão amigável com boné vermelho e óculos de sol, com o corpo atlético e bem definido, com a altura média, com as roupas jaqueta vermelha com logotipo, camiseta branca, jeans e tênis e também sempre com um sorriso confiante e postura relaxada.", "label": "Terry Bogard"}